Repository: duplexsystem/game.libretro.mupen64plus-nx
Catalog: game.libretro.mupen64plus-nx/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, zh_cn

# Addon Summary
source: Nintendo - Nintendo 64 (Mupen64Plus-Next)
zh_cn: 任天堂 - Nintendo 64 (Mupen64Plus-Next)

# Addon Description
source: Mupen64 is an N64 emulator desgined to be multi-OS. It uses a plugin system and is highly compatible.
da_dk: Mupen64 er en N64-emulator designet til at være multi-OS. Den bruger et plugin-system og er yderst kompatibel.
de_de: Mupen64 ist ein N64-Emulator, der für mehrere Betriebssysteme konzipiert wurde. Er verwendet ein Pluginsystem und ist sehr kompatibel.
es_es: Mupen64 es un emulador de N64 diseñado para ser multi-OS. Utiliza un sistema de plugins y es altamente compatible.
zh_cn: Mupen64 是一款设计为多操作系统的 N64 模拟器。它使用插件系统，并且高度兼容。

# #30001
source: RDP Plugin
es_es: Plugin RDP
zh_cn: RDP 插件

# #30002
source: 4:3 Resolution
da_dk: 4:3 opløsning
de_de: 4:3-Auflösung
es_es: Resolución 4:3
zh_cn: 4:3 分辨率

# #30003
source: Wide Resolution
da_dk: Bred opløsning
de_de: Breite Auflösung
es_es: Resolución Panorámica
zh_cn: 宽分辨率

# #30004
source: Aspect Ratio
da_dk: Billedformat
de_de: Seitenverhältnis
es_es: Relación de Aspecto
zh_cn: 宽高比

# #30005
source: Native Resolution Factor
da_dk: Intern faktor for opløsning
de_de: Nativer Auflösungsfaktor
es_es: Factor de Resolución Nativa
zh_cn: 固有分辨率因子

# #30006
source: Threaded Renderer
da_dk: Threaded rendering
de_de: Threaded-Rendering
es_es: Renderizador por Hilos
zh_cn: 线程渲染器

# #30007
source: Bilinear filtering mode
da_dk: Tilstand for bilineær filtrering
de_de: Bilinearer Filterungsmodus
es_es: Modo de Filtrado Bilineal
zh_cn: 双线性滤波模式

# #30008
source: Hybrid Filter
es_es: Filtro Híbrido
zh_cn: 混合滤波器

# #30009
source: Dithering
da_dk: Nuanceændring
es_es: Difuminado
zh_cn: 抖动

# #30010
source: Dithering Quantization
da_dk: Kvantisering af nuanceændring
es_es: Cuantificación del Difuminado
zh_cn: 抖动量化

# #30011
source: Image Dithering Mode
da_dk: Tilstand for nuanceændring af billede
es_es: Modo de Difuminado de Imágenes
zh_cn: 图像抖动模式

# #30012
source: MSAA level
da_dk: MSAA-niveau
es_es: Nivel MSAA
zh_cn: MSAA 级别

# #30014
source: LOD Emulation
da_dk: LOD-emulering
es_es: Emulación LOD
zh_cn: LOD 仿真

# #30015
source: Framebuffer Emulation
da_dk: Emulering af framebuffer
es_es: Emulación Framebuffer
zh_cn: 帧缓冲区仿真

# #30016
source: Copy auxiliary buffers to RDRAM
da_dk: Kopier ekstrabuffere til RDRAM
de_de: Zusätzliche Puffer in RDRAM kopieren
es_es: Copiar Búfers Auxiliares a RDRAM
zh_cn: 将辅助缓冲区复制到 RDRAM

# #30017
source: Color buffer to RDRAM
da_dk: Farvebuffer til RDRAM
de_de: Farbpuffer in RDRAM
es_es: Búfer de color a RDRAM
zh_cn: 颜色缓冲区到 RDRAM

# #30018
source: Depth buffer to RDRAM
da_dk: Dybdebuffer til RDRAM
de_de: Tiefenpuffer in RDRAM
es_es: Búfer de Profundidad a RDRAM
zh_cn: 深度缓冲区到 RDRAM

# #30019
source: Background Mode
da_dk: Baggrundstilstand
de_de: Hintergrundmodus
es_es: Modo Segundo Plano
zh_cn: 背景模式

# #30020
source: Hardware per-pixel lighting
da_dk: Hardware-belysning per pixel
es_es: Iluminación Hardware Por Píxel
zh_cn: 硬件逐像素光照

# #30021
source: Continuous texrect coords
da_dk: Kontinuerlige texrect-koordinater
es_es: Coordenadas texRECT Continuas
zh_cn: 连续纹理矩形坐标

# #30022
source: Enable inaccurate texture coordinates
da_dk: Aktiver unøjagtige overfladekoordinater
de_de: Ungenaue Texturkoordinaten aktivieren
es_es: Activar Coordenadas de Textura Imprecisa
zh_cn: 启用不准确的纹理坐标

# #30023
source: Enable native-res boundaries for texture coordinates
da_dk: Aktiver grænser ved intern opløsning for teksturkoordinater
de_de: Native Auflösungsbegrenzung für Texturkoordinaten einschalten
es_es: Activar Límites de Resolución Nativa para las Coordenadas de Textura
zh_cn: 为纹理坐标启用本机分辨率边界

# #30024
source: Native res. 2D texrects
da_dk: Intern opløsning 2D texrects
es_es: Res. Nativa 2D texrects
zh_cn: 原生分辨率2D纹理矩形

# #30025
source: Less accurate blending mode
da_dk: Mindre nøjagtig blandingstilstand
de_de: Weniger genauer Überblendungsmodus
es_es: Modo de Mezcla Menos Preciso
zh_cn: 较不精确的混合模式

# #30026
source: GPU shader depth write
da_dk: Dybde for GPU shader-skrivning
es_es: Profundidad de Escritura del Sombreador de la GPU
zh_cn: GPU 着色器深度写入

# #30027
source: N64 Depth Compare
da_dk: N64 dybdesammenligning
de_de: N64 Tiefenvergleich
es_es: Comparación Profundidad N64
zh_cn: N64 深度比较

# #30028
source: Cache GPU Shaders
da_dk: Cache PGU-shadere
de_de: GPU-Shader zwischenspeichern
es_es: Caché de Sombreadores de GPU
zh_cn: 缓存 GPU 着色器

# #30029
source: Cache Textures
da_dk: Cache teksturer
de_de: Texturen zwischenspeichern
es_es: Caché de Texturas
zh_cn: 缓存纹理

# #30030
source: Overscan
da_dk: Overskandering
zh_cn: 过扫描

# #30031
source: Overscan Offset (Top)
da_dk: Forskydning af overskandering (top)
de_de: Overscan-Offset (Oben)
es_es: Desplazamiento Overscan (Arriba)
zh_cn: 过扫描偏移（顶部）

# #30032
source: Overscan Offset (Left)
da_dk: Forskydning af overskandering (venstre)
de_de: Overscan-Offset (Links)
es_es: Desplazamiento Overscan (Izquierda)
zh_cn: 过扫描偏移（左侧）

# #30033
source: Overscan Offset (Right)
da_dk: Forskydning af overskandering (højre)
de_de: Overscan-Offset (Rechts)
es_es: Desplazamiento Overscan (Derecha)
zh_cn: 过扫描偏移（右侧）

# #30034
source: Overscan Offset (Bottom)
da_dk: Forskydning af overskandering (bund)
de_de: Overscan-Offset (Unten)
es_es: Desplazamiento Overscan (Abajo)
zh_cn: 过扫描偏移（底部）

# #30035
source: Max High-Res VRAM Limit
da_dk: Maksimal grænse for VRAM i høj opløsning
de_de: Maximale High-Res-VRAM-Grenze
es_es: Límite Máx. VRAM de Alta Resolución
zh_cn: 最大高分辨率 VRAM 限制

# #30036
source: Max texture cache size
da_dk: Maksimal størrelse på teksturstørrelse
de_de: Maximale Textur-Cachegröße
es_es: Máx. Tamaño Caché de Textura
zh_cn: 最大纹理缓存大小

# #30037
source: Texture filter
da_dk: Teksturfilter
de_de: Texturfilter
es_es: Filtro de Textura
zh_cn: 纹理过滤器

# #30038
source: Texture Enhancement
da_dk: Forbedring af tekstur
de_de: Texturverbesserung
es_es: Mejora de Textura
zh_cn: 纹理增强

# #30039
source: Don't filter background textures
da_dk: Filtrer ikke baggrundsteksturer
de_de: Hintergrundtexturen nicht filtern
es_es: No Filtrar Texturas en Segundo Plano
zh_cn: 不过滤背景纹理

# #30040
source: Use High-Res textures
da_dk: Brug strukturer i høj opløsning
de_de: Hochauflösende Texturen verwenden
es_es: Utilizar Texturas en Alta Resolución
zh_cn: 使用高分辨率纹理

# #30041
source: Use High-Res Texture Cache Compression
da_dk: Brug komprimering af strukturcache i høj opløsning
de_de: Cachekomprimierung für High-Res-Texturen verwenden
es_es: Utiliza Compresión Caché de Texturas en Alta Resolución
zh_cn: 使用高分辨率纹理缓存压缩

# #30042
source: Use High-Res Full Alpha Channel
da_dk: Brug fuld alpha-kanal i høj opløsning
de_de: Hochauflösenden vollständigen Alphakanal verwenden
es_es: Utilizar Canal Alfa Completo en Alta Resolución
zh_cn: 使用高分辨率全 Alpha 通道

# #30043
source: Use enhanced Texture Storage
da_dk: Brug forbedret strukturlagring
de_de: Erweiterte Texturspeicherung verwenden
es_es: Utilizar Almacenamiento de Texturas Mejorado
zh_cn: 使用增强的纹理存储

# #30044
source: Use alternative method for High-Res Checksums
da_dk: Brug alternativ metode til checksums i høj opløsning
de_de: Alternative Methode für High-Res-Prüfsummen verwenden
es_es: Utilizar Método Alternativo para las Sumas de Comprobación en Alta Resolución
zh_cn: 使用高分辨率校验和的替代方法

# #30045
source: Use enhanced Hi-Res Storage
da_dk: Brug forbedret lagring i høj opløsning
de_de: Erweiterte Hi-Res-Speicherung verwenden
es_es: Usar Almacenamiento de Alta Resolución mejorado
zh_cn: 使用增强的高分辨率存储

# #30046
source: INI Behaviour
da_dk: INI-adfærd
de_de: INI-Verhalten
es_es: Comportamiento INI
zh_cn: INI 行为

# #30047
source: CPU Core
da_dk: CPU-kerne
de_de: CPU-Kern
es_es: Núcleo CPU
zh_cn: CPU 核

# #30048
source: RSP Plugin
es_es: Plugin RSP
zh_cn: RSP 插件

# #30049
source: Frame Duplication
da_dk: Duplikering af frame
de_de: Frameverdoppelung
es_es: Duplicación de Fotogramas
zh_cn: 帧复制

# #30050
source: Framerate
da_dk: Billedfrekvens
es_es: Tasa de Fotogramas
zh_cn: 帧速

# #30051
source: VI Refresh (Overclock)
da_dk: Opdater VI (overclock)
de_de: VI-Aktualisierung (Übertaktung)
es_es: Refresco VI (overclock)
zh_cn: VI 刷新（超频）

# #30052
source: Disable Expansion Pak
da_dk: Deaktiver udvidelsespakke
de_de: Expansion Pak deaktivieren
es_es: Desactivar Pak de Expansión
zh_cn: 禁用扩展包

# #30053
source: Ignore emulated TLB Exceptions
da_dk: Ignorer emulerede TLB-undtagelser
de_de: Emulierte TLB-Ausnahmen ignorieren
es_es: Ignorar Excepciones TLB Emuladas
zh_cn: 忽略模拟 TLB 异常

# #30054
source: Count Per Op
da_dk: Antal pr. op
es_es: Recuento Por Op
zh_cn: 每次操作的计数

# #30055
source: Count Per Op Divider (Overclock)
es_es: Conteo Por Divisor Op (overclock)
zh_cn: 计数每操作分配器（超频）

# #30056
source: Analog Deadzone (percent)
da_dk: Analog dødzone (procent)
de_de: Analoge Deadzone (Prozent)
es_es: Zona Muerta Analógica (porcentaje)
zh_cn: 模拟死区（百分比）

# #30057
source: Analog Sensitivity (percent)
da_dk: Analog følsomhed (procent)
de_de: Analoge Empfindlichkeit (Prozent)
es_es: Sensibilidad Analógica (porcentaje)
zh_cn: 模拟灵敏度（百分比）

# #30058
source: Right C Button
da_dk: Højre C-knap
de_de: Rechte C-Taste
es_es: Botón C Derecho
zh_cn: 右 C 按钮

# #30059
source: Left C Button
da_dk: Venstre C-knap
de_de: Linke C-Taste
es_es: Botón C Izquierdo
zh_cn: 左 C 按钮

# #30060
source: Down C Button
da_dk: Ned C-knap
de_de: Untere C-Taste
es_es: Botón C Abajo
zh_cn: 下 C 按钮

# #30061
source: Up C Button
da_dk: Op C-knap
de_de: Obere C-Taste
es_es: Botón C Arriba
zh_cn: 上 C 按钮

# #30062
source: Independent C-button Controls
da_dk: Uafhængig C-knap kontrol
de_de: Unabhängige C-Tasten-Steuerung
es_es: Controles de Botón C Independientes
zh_cn: 独立 C 按钮控制

# #30063
source: Player 1 Pak
da_dk: Spiller 1 Pakke
es_es: Pak Jugador 1
zh_cn: 玩家1 Pak

# #30064
source: Player 2 Pak
da_dk: Spiller 2 Pakke
es_es: Pak Jugador 2
zh_cn: 玩家2 Pak

# #30065
source: Player 3 Pak
da_dk: Spiller 3 Pakke
es_es: Pak Jugador 3
zh_cn: 玩家3 Pak

# #30066
source: Player 4 Pak
da_dk: Spiller 4 Pakke
es_es: Pak Jugador 4
zh_cn: 玩家4 Pak
